/* About screen blog label */
"About.blog" = "https://auroracoin.is/";

/* About screen footer */
"About.footer" = "Naredila globalna AurWallet ekipa. Verzija %1$@";

/* Privay Policy button label */
"About.privacy" = "Načela Zasebnosti";

/* About screen reddit label */
"About.reddit" = "https://www.reddit.com/r/Auroracoin/";

/* Terms of Use button label */
"About.terms" = "Pogoji Uporabe";

/* About screen title */
"About.title" = "O Auroracoin";

/* About screen twitter label */
"About.twitter" = "https://twitter.com/auroracoin";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "Zapri";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "Podporni Center";

/* Loading Wallet Message */
"Account.loadingMessage" = "Nalaganje Denarnice";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "Moj AurWallet";

/* Error alert title */
"Alert.error" = "Napaka";

/* No internet alert message */
"Alert.noInternet" = "Internetna povezava ni vzpostavljena. Preverite povezavo in poskusite ponovno.";

/* Warning alert title */
"Alert.warning" = "Opozorilo";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "Naslov Kopiran";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "Vsi naslovi denarnic uspešno kopirani.";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "Osebni Obnovitveni Ključ Nastavljen";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "Odlično!";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "PIN Nastavljen";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "Pošiljanje spodletelo";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "Pošiljanje uspelo";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "Auroracoin Poslan!";

/* JSON Serialization error message */
"ApiClient.jsonError" = "Napaka pri JSON Serializaciji";

/* Wallet not ready error message */
"ApiClient.notReady" = "Denarnica ni pripravljena";

/* API Token error message */
"ApiClient.tokenError" = "Spodletelo pridobivanje API token-a";

/* header of balance */
"Balance.header" = "SKUPNO STANJE";

/* Send BCH view body. */
"BCH.body" = "Vnesite naslov denarnice kamor želite poslati Auroracoin. Poslani bojo vsi Auroracoin-i v vaši denarnici v času odcepa (%1$@).";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "Potrdite pošiljanje %1$@ na %2$@";

/* Confirmation alert title */
"BCH.confirmationTitle" = "Potrditev";

/* Generic bch erorr message */
"BCH.genericError" = "Vač račun ne vsebuje nič Auroracoin-ov ali pa ste le te prejeli po odcepu.";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "ID Transakcije kopiran";

/* No address error message */
"BCH.noAddressError" = "Prosim vnesite naslov";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "Auroracoin transakcije ne podpirajo Protokola Zahtevanja Plačil";

/* BCH successfully sent alert message */
"BCH.successMessage" = "Auroracoin so bili uspešno poslani.";

/* Widthdraw BCH view title */
"BCH.title" = "Dvigni Auroracoin";

/* Tx Hash button header */
"BCH.txHashHeader" = "ID Auroracoin Transakcije";

/* Approve button label */
"BitID.approve" = "Odobri";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "%1$@ zahteva overjanje z vašo Auroracoin denarnico.";

/* Deny button label */
"BitID.deny" = "Zavrni";

/* BitID error alert title */
"BitID.error" = "Napaka pri Overitvi";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "Prosimo preverite plačilno storitev. Morda boste morali poskusiti ponovno.";

/* BitID success alert title */
"BitID.success" = "Uspešno Overjeni";

/* BitID Authentication Request alert view title */
"AurID.title" = "Zahteva za AurID Overjanje.";

/* Cancel button label */
"Button.cancel" = "Prekliči";

/* Ignore button label */
"Button.ignore" = "Prezri";

/* menu button */
"Button.menu" = "meni";

/* No button */
"Button.no" = "Ne";

/* OK button label */
"Button.ok" = "OK";

/* receive button */
"Button.receive" = "prejmi";

/* send button */
"Button.send" = "pošlji";

/* Settings button label */
"Button.settings" = "Nastavitve";

/* Settings button label */
"Button.submit" = "Potrdi";

/* Yes button */
"Button.yes" = "Da";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "Postavite vaš ID na sredino okvirja";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "Znesek Pošiljanja:";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "Provizija omrežja:";

/* eg. Processing time: This transaction will take 10-30 minutes to process. */
"Confirmation.processingTime" = "Čas obdelave: Obdelava te transakcije bo trajala %1$@ sekund.";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "Pošlji";

/* Confirmation Screen title */
"Confirmation.title" = "Potrdilo";

/* To: (address) */
"Confirmation.to" = "Za";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "Skupen Strošek:";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "Da bi zagotovili točnost zapisanih besed, prosimo vnesite naslednje besede iz vašeGA Osebnega Obnovitvenega Ključa.";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "Beseda #%1$@";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "Auroracoin Enota Prikaza";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "Menjalni Tečaj";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "Ta naprava ni nastavljena za pošiljanje e-pošte z uporabo iOS poštne aplikacije.";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "E-pošta Nedosegljiva";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "Ta naprava ni nastavljena za pošiljanje sporočil.";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "Sporočila Onemogočena";

/* You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button] */
"FaceIDSettings.customizeText" = "Lahko si nastavite vaš Face ID limit porabe v %1$@.";

/* Face Id screen label */
"FaceIDSettings.label" = "Uporabite vaš obraz za odklepanje vaše AurWallet denarnice  in pošiljanje Auroracoin-ov do višine nastavljenega limita.";

/* Link Text (see FaceIdSettings.customizeText) */
"FaceIDSettings.linkText" = "Tekst povezave";

/* Face id switch label. */
"FaceIDSettings.switchLabel" = "Omogoči Face ID za AurWallet denarnico";

/* Face ID settings view title */
"FaceIDSettings.title" = "Face ID";

/* Face ID unavailable alert message */
"FaceIDSettings.unavailableAlertMessage" = "Na tej napravi niste nastavili Face ID. Pojdite v Nastavitve->Face ID & Geslo ter nastavite.";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "Face ID Ni Nastavljen";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "Face ID Limit Porabe";

/* Economy fee */
"FeeSelector.economy" = "Ekonomija";

/* Fee Selector economly fee description */
"FeeSelector.economyLabel" = "Predviden Čas Dobave: 10+ minut";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "Ta opcija ni priporočljiva za časovno občutljive transakcije.";

/* Regular fee */
"FeeSelector.regular" = "Splošna";

/* Fee Selector regular fee description */
"FeeSelector.regularLabel" = "Predviden čas dobave: 15-30 sekund";

/* Fee Selector title */
"FeeSelector.title" = "Hitrost Obdelave";

/* Checking private key balance progress view text */
"Import.checking" = "Preverjam stanje na privatnem ključu...";

/* Sweep private key confirmation message */
"Import.confirm" = "Pošlji %1$@ iz tega privatnega ključa v vašo denarnico? Auroracoin omrežje bo prejelo plačilo provizije v višini %2$@.";

/* Duplicate key error message */
"Import.Error.duplicate" = "Ta privatni ključ je že v vaši denarnici.";

/* empty private key error message */
"Import.Error.empty" = "Ta privatni ključ je prazen.";

/* High fees error message */
"Import.Error.highFees" = "Stroški transakcije bi bili višji od razpoložljivih sredstev na tem privatnem ključu.";

/* Not a valid private key error message */
"Import.Error.notValid" = "Privatni ključ ni pravilen.";

/* Import signing error message */
"Import.Error.signing" = "Napaka pri podpisovanju transakcije";

/* Import button label */
"Import.importButton" = "Uvozi";

/* Importing wallet progress view label */
"Import.importing" = "Uvažam Denarnico";

/* Caption for graphics */
"Import.leftCaption" = "Denarnica za Uvoz";

/* Import wallet intro screen message */
"Import.message" = "Če uvozite denarnico bojo preneseni vsi Auroracoin-i iz vaše druge denarnice v vašo AurWallet denarnico v eni  transakciji.";

/* Enter password alert view title */
"Import.password" = "Ta privatni ključ je zaščiten z geslom.";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "geslo";

/* Caption for graphics */
"Import.rightCaption" = "Vaš AurWallet";

/* Scan Private key button label */
"Import.scan" = "Poslikaj privatni ključ.";

/* Import wallet success alert title */
"Import.success" = "Uspešno";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "Denarnica uspešno uvožena.";

/* Import Wallet screen title */
"Import.title" = "Uvozi Denarnico";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "Odklepanje Ključa";

/* Import wallet intro warning message */
"Import.warning" = "Uvažanje denarnice ne vsebuje zgodovine transakcij ali drugih podrobnosti.";

/* Wrong password alert message */
"Import.wrongPassword" = "Napačno geslo, prosim poskusite ponovno.";

/* Close app button */
"JailbreakWarnings.close" = "Zapri";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "Prezri";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "OGROŽENA VARNOST NAPRAVE\nVsaka aplikacija na \"jailbreak\"-ani napravi lahko dostopa do podatkov vaše AurWallet denarnice in ukrade Auroracoin-e! Nemudoma izbrišite to denarnico in obnovite na varni napravi.";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "OGROŽENA VARNOST NAPRAVE\nVsaka aplikacija na \"jailbreak\"-ani napravi lahko dostopa do podatkov vaše AurWallet denarnice in ukrade Auroracoin-e! Prosimo uporabljajte AurWallet denarnicno samo na napravah brez \"jailbreak\"-a.";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "OPOZORILO";

/* Location services disabled error */
"LocationPlugin.disabled" = "Lokacijske storitve so onemogočene.";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "AurWallet denarnica nima pravic dostopa do lokacijskih storitev.";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "Vašo denarnico ste ustvarili dne %1$@";

/* Manage wallet description text */
"ManageWallet.description" = "Ime vaše denarnice se pojavi le v zgodovini transakcij v vašem računu in jih ne more videti nihče drug.";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "Ime Denarnice";

/* Manage wallet modal title */
"ManageWallet.title" = "Upravljaj z Denarnico";

/* Menu button title */
"MenuButton.lock" = "Zakleni Denarnico";

/* Menu button title */
"MenuButton.security" = "Varnostni Center";

/* Menu button title */
"MenuButton.settings" = "Nastavitve";

/* Menu button title */
"MenuButton.support" = "Podpora";

/* button label */
"MenuViewController.createButton" = "Ustvari Novo Denarnico";

/* Menu modal title */
"MenuViewController.modalTitle" = "Meni";

/* button label */
"MenuViewController.recoverButton" = "Obnovi Denarnico";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "Preklopi na Samodejni Način";

/* Node is connected label */
"NodeSelector.connected" = "Povezan";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "Vnesite IP naslov in vrata Vozlišča (opcijsko)";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "Vnesite Vozlišče";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "Preklopi na Ročni Način.";

/* Node address label */
"NodeSelector.nodeLabel" = "Trenutno Primarno Vozlišče";

/* Node is not connected label */
"NodeSelector.notConnected" = "Ni Povezave";

/* Node status label */
"NodeSelector.statusLabel" = "Status Povezave Vozlišča";

/* Node Selector view title */
"NodeSelector.title" = "Auroracoin Vozlišča";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "Napačna Zahteva za Plačilo";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "Nepodprt ali pokvarjen dokument";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "manjkajoč certifikat";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "zahteva potekla";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "Ni bilo mogoče izvesti plačila";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "Auroracoin plačila ne morejo biti nižja od %1$@.";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "Izpis Auroracoin transakcije ne more biti nižji od $@.";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "nepodprt tip podpisa";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "nezaupen certifikat";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "Tapnite tu za omogočanje Face ID";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "Omogoči Face ID";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "Naprava mora imeti geslo, da zaščitite vašo denarnico. Pojdite v nastavitve in vklopite geslo.";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "Vklopite geslo na tej napravi";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "Osebni Obnovitveni Ključ je potrebno shraniti za primer če zgubite ali zamenjate vaš telefon. Tapnite tu za nadaljevanje.";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "Potrebno dejanje";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "Vaša denarnica morda ni sinhronizirana. Rešitev je pogosto ponovno sinhroniziranje z blockchain-om.";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "Transakcija Zavrnjena";

/* header of PinView */
"Prompts.SecurityCheck.header" = "VARNOSTNO PREVERJANJE";

/* Share data prompt body */
"Prompts.ShareData.body" = "Pomagajte izboljšati AurWallet denarnico z deljenjem anonimnih podatkov z nami";

/* Share data prompt title */
"Prompts.ShareData.title" = "Deli Anonimne Podatke";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "Tapnite tu za vklop Touch ID";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "Vklop Touch ID";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "AurWallet denarnica je bila nadgrajena, da podpira 6-mestne PIN-e. Tapnite tu za nadgraditev.";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "Nadgradi PIN";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "Vklopite obvestila, da bi v prihodnosti prejeli pomembna sporočila od AurWallet denarnice.";

/* Push notifications toggle switch label */
"PushNotifications.label" = "Potisna Obvestila";

/* Push notifications are off label */
"PushNotifications.off" = "Izklop";

/* Push notifications are on label */
"PushNotifications.on" = "Vklop";

/* Push notifications settings view title label */
"PushNotifications.title" = "Obvestila";

/* Address copied message. */
"Receive.copied" = "Kopirano v odložišče.";

/* Share via email button label */
"Receive.emailButton" = "E-pošta";

/* Request button label */
"Receive.request" = "Zahtevaj Znesek";

/* Share button label */
"Receive.share" = "Deli";

/* Share via text message (SMS) */
"Receive.textButton" = "SMS sporočilo";

/* Receive modal title */
"Receive.title" = "Prejmi";

/* Done button text */
"RecoverWallet.done" = "Končano";

/* Recover wallet header */
"RecoverWallet.header" = "Obnovi Denarnico";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "Ponastavi PIN";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "Vnesite Osebni Obnovitveni Ključ";

/* Recover wallet intro */
"RecoverWallet.intro" = "Obnovite vašo AurWallet denarnico z vašim Osebnim Obnovitvenim Ključem.";

/* Invalid paper key message */
"RecoverWallet.invalid" = "Osebni Obnovitveni Ključ, ki ste ga vnesli ni veljaven. Prosim preverite vsako besedo in poskusite ponovno.";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "Leva Puščica";

/* Next button label */
"RecoverWallet.next" = "Naprej";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "Tapnite tu za več informacij.";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "Desna puščica.";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "Vnesite Osebni Obnovitveni Ključ za vašo AurWallet denarnico, ki jo želite obnoviti.";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "Da bi ponastavili vaš PIN, vnesite besede iz vašega Osebnega Obnovitvenega Ključa v polja spodaj.";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "Prosim prvo vnesite znesek.";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "Zahtevaj Znesek";

/* Alert action button label */
"ReScan.alertAction" = "Sinhroniziraj";

/* Alert message body */
"ReScan.alertMessage" = "Med sinhroniziranjem ne boste mogli pošiljati Auroracoin-ov.";

/* Alert message title */
"ReScan.alertTitle" = "Sinhroniziram z Blockchain-om?";

/* extimated time */
"ReScan.body1" = "20-45 minut";

/* Syncing explanation */
"ReScan.body2" = "Če se transakcija pojavi kot zaključena na Auroracoin omrežju, ne pa v vaši AurWallet denarnici.";

/* Syncing explanation */
"ReScan.body3" = "Ponavljajoča se napaka o zavrnjeni transakciji.";

/* Start Sync button label */
"ReScan.buttonTitle" = "Začni Sinhronizacijo";

/* Sync blockchain view footer */
"ReScan.footer" = "Med sinhroniziranjem blockchain-a ne boste mogli pošiljati Auroracoin-ov.";

/* Sync Blockchain view header */
"ReScan.header" = "Sinhroniziraj Blockchain";

/* Subheader label */
"ReScan.subheader1" = "Predvideni čas";

/* Subheader label */
"ReScan.subheader2" = "Kdaj Sinhroniziram?";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "Bliskovica Kamere";

/* Complete filter label */
"Search.complete" = "zaključeno";

/* Pending filter label */
"Search.pending" = "v teku";

/* Received filter label */
"Search.received" = "prejeto";

/* Sent filter label */
"Search.sent" = "poslano";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "Face ID";

/* Security Center Info */
"SecurityCenter.info" = "Vklopi vse varnostne funkcionalnosti za maksimalno zaščito.";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "Edini način za dostop do vaših Auroracoin-ov, če izgubite ali nadgradite vaš telefon.";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "Osebni Obnovitveni Ključ";

/* PIN button description */
"SecurityCenter.pinDescription" = "Zavaruje vašo AurWallet denarnico pred nepooblaščenimi uporabniki.";

/* PIN button title */
"SecurityCenter.pinTitle" = "6-Mestni PIN";

/* Security Center Title */
"SecurityCenter.title" = "Varnostni Center";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "Enostavno odklenite vaši AurWallet denarnico in pošljite Auroracoin-e do višine nastavljenega limita.";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "Touch ID";

/* Send money amount label */
"Send.amountLabel" = "Znesek";

/* Balance: $4.00 */
"Send.balance" = "Stanje: %1$@";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "Pojdite v Nastavitve in dovolite dostop kameri.";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "AurWallet denarnica nima pravic dostopa do kamere.";

/* Warning when sending to self. */
"Send.containsAddress" = "Prejemnik je vaš naslov. Ne morete poslati sami sebi.";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "Nisem mogel ustvarit transakcije.";

/* Description for sending money label */
"Send.descriptionLabel" = "Opomba";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "Odložišče je prazno";

/* Network Fee: $0.01 */
"Send.fee" = "Provizija omrežja: %1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "Identiteta prejemnika ni overjena.";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "Naslov prejemnika ni pravilen Auroracoin naslov.";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "Odložišče ne vsebuje pravilnega Auroracoin naslova.";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "Neveljaven Naslov";

/* Is rescanning error message */
"Send.isRescanning" = "Pošiljanje je onemogočeno med ponovnim polnim branjem.";

/* Loading request activity view message */
"Send.loadingRequest" = "Branje Zahtevka";

/* Empty address alert message */
"Send.noAddress" = "Prosimo vnesite naslov prejemnika.";

/* Emtpy amount alert message */
"Send.noAmount" = "Prosimo vnesite znesek za pošiljanje.";

/* Paste button label */
"Send.pasteLabel" = "Prilepi";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "Nisem mogel objaviti transakcije.";

/* Could not load remote request error message */
"Send.remoteRequestError" = "Nisem mogel naložiti plačilnega zahtevka";

/* Scan button label */
"Send.scanLabel" = "Poslikaj";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "Pošlji";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "Pošlji";

/* Send money to label */
"Send.toLabel" = "Za";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "Auroracoin naslovi so namenjeni samo za enkratno uporabo.";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "Ponovno uporabljanje naslovov zmanjša zasebnost za vas in prejemnika in lahko pripelje do izgube v primeru, da prejemnik nima neposrednega dostopa do naslova.";

/* Adress already used alert title */
"Send.UsedAddress.title" = "Naslov je že bil Uporabljen";

/* About label */
"Settings.about" = "O Auroracoin-u";

/* Advanced Settings title */
"Settings.advancedTitle" = "Napredne Nastavitve";

/* i.e. the currency which will be displayed */
"Settings.currency" = "Prikazana Valuta";

/* Join Early access label */
"Settings.earlyAccess" = "Pridruži se Zgodnemu Dostopu";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "Ali uživate ob uporabi AurWallet denarnice?";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "Face ID Limit Porabe";

/* Import wallet label */
"Settings.importTitle" = "Uvozi Denarnico";

/* Manage settings section header */
"Settings.manage" = "Upravljaj";

/* Notifications label */
"Settings.notifications" = "Obvestila";

/* Leave review button label */
"Settings.review" = "Pustite Mnenje";

/* Share anonymous data label */
"Settings.shareData" = "Deli Anonimne Podatke";

/* Sync blockchain label */
"Settings.sync" = "Sinhroniziraj Blockchain";

/* Settings title */
"Settings.title" = "Nastavitve";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "Touch ID Limit Porabe";

/* Wallet Settings section header */
"Settings.wallet" = "Denarnica";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "Začni/Obnovi Novo Denarnico";

/* Share data view body */
"ShareData.body" = "Pomagajte izboljšati AurWallet denarnico z pošiljanjem anonimnih podatkov nam. To ne vključuje nobenih finančnih podatkov. Spoštujemo vašo finančno zasebnost.";

/* Share data header */
"ShareData.header" = "Deli Podatke?";

/* Share data switch label. */
"ShareData.toggleLabel" = "Deli Anonimne Podatke?";

/* button label */
"StartPaperPhrase.againButtonTitle" = "Ponovno napišite vaš Osebni Obnovitveni Ključ";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "Vaš Osebni Obnovitveni Ključ je edini način za obnovitev vaše AurWallet denarnice v primeru če se vaš telefon zgubi, ukrade, pokvari ali nadgradi.\n\nPokazali vam bomo seznam besed, vi si jih pa zapišite na kos papirja in ga skrbno shranite.";

/* button label */
"StartPaperPhrase.buttonTitle" = "Zapišite si Osebni Obnovitveni Ključ";

/* Argument is date */
"StartPaperPhrase.date" = "Nazadnje ste si zapisali vaš Osebni Obnovitveni Ključ dne %1$@";

/* Start view message */
"StartViewController.message" = "Najbolj zaščiten in varen način za uporabo Auroracoin.";

/* labels of syncView */
"SynchingView.blockHeightLabel" = "VIŠINA ZAPORE";

"SynchingView.progressLabel" = "NAPREDEK";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "Povezovanje";

/* Syncing view header text */
"SyncingView.header" = "Sinhronizacija";

/* Retry button label */
"SyncingView.retry" = "Ponovi";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "Sinhronizacija\n";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@ d";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ h";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ m";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ s";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "Lahko si prilagodite vaš Touch ID limit za porabo v  %1$@.";

/* Touch Id screen label */
"TouchIdSettings.label" = "Uporabite vaš prstni odtis za odklop vaše AurWallet denarnice in pošljite Auroracoin-e do višine nastavljenega limita.";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "Touch ID Zaslon za Limit Porabe";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "Limit porabe: %1$@ (%2$@)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "Omogoči Touch ID za AurWallet denarnico";

/* Touch ID settings view title */
"TouchIdSettings.title" = "Touch ID";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "Touch ID na tej napravi ni nastavljen. Pojdite v Nastavitve->Touch ID & Geslo in nastavite.";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "Touch ID Ni Nastavljen";

/* Always require passcode option */
"TouchIdSpendingLimit" = "Vsakokrat zahtevaj geslo";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "Vnesti boste morali vaš 6-mestni PIN za pošiljanje vseh transakcij čez vaš limit porabe in vsakih 48 ur od vašega zadnjega vnosa 6-mestnega PIN-a.";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "Touch ID Limit Porabe";

/* Availability status text */
"Transaction.available" = "Na voljo za Porabo";

/* Transaction complete label */
"Transaction.complete" = "Zaključeno";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "Končno stanje: %1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "Menjalni tečaj ob prejemanju:";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "Menjalni tečaj ob pošiljanju:";

/* (b600 fee) */
"Transaction.fee" = "(%1$@ prozivija)";

/* Invalid transaction */
"Transaction.invalid" = "NEVELJAVNO";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "ravnokar";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "V teku: %1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "V teku: %1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "Začetno stanje: %1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "Čakam potrjevanje. Nekateri trgovci zahtevajo potrjevanja za dokončanje transakcije. Predviden čas: 1-2 minute.";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "Račun";

/* Amount section header */
"TransactionDetails.amountHeader" = "Znesek";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "Potrjeno v Bloku";

/* Memo section header */
"TransactionDetails.commentsHeader" = "Opomba";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "Vaša transakcija bo prikazana tu.";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "na %1$@";

/* More button title */
"TransactionDetails.more" = "Več...";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "Premaknil %1$@";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "Premaknjeno <b>%1@</b>";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "Ni Potrjeno";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "Prejeli %1$@";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "Prejeto <b>%1@</b>";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "Poslano %1$@";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "Poslano <b>%1@</b>";

/* Status section header */
"TransactionDetails.statusHeader" = "Stanje";

/* Transaction Details Title */
"TransactionDetails.title" = "Podrobnosti Transakcije";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "na %1$@";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "ID Auroracoin Transakcije";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "Prejeto na ta Naslov";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "Poslano na ta naslov";

/* filter buttons for transactionView */
"TransactionView.all" = "VSI";

"TransactionView.received" = "prejeto";

"TransactionView.sent" = "Poslano. ";

/* Disabled until date */
"UnlockScreen.disabled" = "Onemogočeno do: %1$@";

/* My Address button title */
"UnlockScreen.myAddress" = "Moj Naslov";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "Ponastavi PIN";

/* Scan button title */
"UnlockScreen.scan" = "Poslikaj";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "Vnesite PIN";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "Odkleni vaš AurWallet.";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "Odkleni z TouchID";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "Denarnica Odklenjena";

/* Update PIN caption text */
"UpdatePin.caption" = "Zapomnite si ta PIN. Če ga pozabite ne boste mogli dostopati do vaših Auroracoin-ov.";

/* PIN creation info. */
"UpdatePin.createInstruction" = "Vaš PIN boste potrebovali za odklep AurWallet denarnice in pošiljanje Auroracoin-ov.";

/* Update PIN title */
"UpdatePin.createTitle" = "Nastavi PIN";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "Ponovno vnesite PIN";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "Vnesite vaš trenuten PIN.";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "Vnesite naš novi PIN.";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "Ponovno vnesite vaš novi PIN.";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "Žal ne morem posodobiti PIN.";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "Napaka pri posodabljanju PIN";

/* Update PIN title */
"UpdatePin.updateTitle" = "Posodobi PIN";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "Kopiraj naslov denarnice v odložišče?";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "Dovoli kopiranje naslova denarnice v odložišče";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "Kopiraj naslov denarnice";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "Kopiraj";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "Prosimo vnesite vaš PIN za overitev te transakcije.";

/* Verify PIN view body */
"VerifyPin.continueBody" = "Za nadaljevanje vnesite vaš PIN.";

/* Verify PIN view title */
"VerifyPin.title" = "Potreben PIN";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "Dovoli to transakcijo";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "Odprite AurWallet aplikacijo za iPhone in nastavite vašo denarnico.";

/* Dismiss button label */
"Webview.dismiss" = "Zavrzi";

/* Webview loading error message */
"Webview.errorMessage" = "Pri nalaganju vsebine je prišlo do napake. Prosim poskusite ponovno.";

/* Updating webview message */
"Webview.updating" = "Posodabljanje...";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "Auroracoin za iOS se je preimenoval v AurWallet z popolnoma novim izgledom in nekaterimi novimi funkcionalnostmi.\n\nČe potrebujete pomoč, poiščite (?) v zgornjem desnem kotu večine zaslonov.";

/* Top title of welcome screen */
"Welcome.title" = "Dobrodošli v AurWallet!";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "Ste prepričani, da želite izbrisati to denarnico?";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "Izbrišem denarnico?";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "Denarnice ni bilo mogoče izbrisati.";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "Ni uspelo";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "Za izbris te denarnice, vnesite njen Osebni Obnovitveni Ključ in začnite ali obnovite novo. Vse vaše trenutno stanje bo ostalo na tem Osebnem Obnovitvenem Ključu.";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "Če odprete novo ali obstoječo denarnico boste lahko dostopali in upravljali z drugo AurWallet denarnico na tej napravi.";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "Iz te naprave ne boste mogli več dostopat do te AurWallet denarnice. Stanje bo ostalo shranjeno v varnostni kopiji besednih zvez.";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "Začni ali Odpri Drugo Denarnico";

/* Wipe wallet button title */
"WipeWallet.wipe" = "Briši";

/* Wiping activity message */
"WipeWallet.wiping" = "Brišem...";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "Prepišite si vsako besedo v zaporedju ter shranite na varno mesto.";

/* button label */
"WritePaperPhrase.next" = "Naslednja";

/* button label */
"WritePaperPhrase.previous" = "Prejšnja";

/* 1 of 3 */
"WritePaperPhrase.step" = "%1$d od %2$d";

